[
  {
    "id": 2,
    "user": "samuel",
    "title": "Caballero Family Receptivity",
    "content": "Heavenly father, please grant that the Caballero family would respond to Alejandra and my choice to live in a non-RC faith with joy, kindness, and tolerance (even enthusiasm). We know that YOU love us regardless of what anyone else says. Nonetheless, please strengthen us to live in confidence in you and in strength to endure difficulty. Amen",
    "answered": false,
    "created_at": "2025-11-07T21:55:32.658259"
  },
  {
    "id": 3,
    "user": "samuel",
    "title": "The END of war in Sudan, Nigeria, Ukraine",
    "content": "Please Lord, let your will be done in these regions where conflicts reign, yet I beg that you will end the war. End the atrocities. End the hunger. End the rape. End the sadness, and let us live in tolerance and peace of others. Thank you for hearing us.",
    "answered": false,
    "created_at": "2025-11-11T22:52:49.427911"
  },
  {
    "id": 4,
    "user": "samuel",
    "title": "YMCA basketball season",
    "content": "Lord, Master, King. I know that you know the children I will meet before I do, that you have crafted them. May I have a wonderful opportunity to minister through basketball to them and to their families.",
    "answered": false,
    "created_at": "2025-11-11T22:54:21.020324"
  },
  {
    "id": 5,
    "user": "samuel",
    "title": "Coworkers to Know You!",
    "content": "Father, I know that you are not willing that any may perish. Please work in the lives of CJ, Dylan, Ethan, Jesus, Ara, and others. Please use me to spread your Word at work.",
    "answered": false,
    "created_at": "2025-11-11T22:56:08.055295"
  },
  {
    "id": 6,
    "user": "samuel",
    "title": "Alejandra and I attend the same one church",
    "content": "I ask that Alejandra and I would attend the same church and be unified in our beliefs about you so that we might join one single church together.",
    "answered": true,
    "created_at": "2025-11-11T22:57:20.809388"
  }
]